Repository: mrkdevteam/mrkv-liqpay-extended
Catalog: i18n/mrkv-liqpay-extended-*.po
Languages: ru_ru

source: <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> is not installed. Please install <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> before activating this plugin
ru_ru: <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a>не встановлено. Будь ласка, встановіть <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> перед активацією цього плагіна

source: A payment service that allows you to make instant payments on the Internet and with Visa and MasterCard payment cards worldwide.
ru_ru: Платіжний сервіс, який дозволяє здійснювати миттєві платежі в Інтернеті та за допомогою платіжних карток Visa і MasterCard по всьому світу.

source: Cancel
ru_ru: Скасувати

source: Cancel hold
ru_ru: Скасувати холд

source: Currency is not supported
ru_ru: Валюта не підтримується

source: Currency value is not set
ru_ru: Валюта не встановлена

source: Custom logo url
ru_ru: Власна URL-адреса логотипу

source: Description
ru_ru: Опис

source: Description value is not set
ru_ru: Значення опису не встановлено

source: Enable
ru_ru: Увімкнути

source: Enable holds
ru_ru: Увімкнути холдування

source: Enable Morkva Liqpay Holds
ru_ru: Увімкнути Morkva Liqpay холдування

source: Enable/disable
ru_ru: Увімкнути/вимкнути

source: Enter amount
ru_ru: Внесіть суму

source: Enter full url to image
ru_ru: Введіть повне посилання на зображення

source: Error during payment
ru_ru: Помилка під час оплати

source: Finalize
ru_ru: Фіналізувати

source: For black background
ru_ru: Для темного фону

source: For white background
ru_ru: Для білого фону

source: Hide logo
ru_ru: Приховати логотип

source: Hold canceled
ru_ru: Холд скасовано

source: Hold finalized
ru_ru: Холд фіналізовано

source: Hold is not applied to the order.
ru_ru: Холдування не використано у замовлені

source: Holding period is 30 days
ru_ru: Термін холду 30 днів

source: If checked, Liqpay logo or custom logo will not be displayed by the payment method title
ru_ru: Якщо галочка встановлена, логотип Liqpay або користувацький логотип не буде відображатися в назві способу оплати

source: Image height(px)
ru_ru: Висота зображення(px)

source: Image style
ru_ru: Стиль зображення

source: Instructions that will be sent by email
ru_ru: Інструкція, яка прийде в email

source: Liqpay Hold
ru_ru: Liqpay Холд

source: LiqPay Payment Gateway with callback by Morkva
ru_ru: Платіжний шлюз LiqPay із callback від Morkva

source: LiqPay payment has been completed successfully.<br/>LiqPay payment identifier:
ru_ru: Платіж LiqPay успішно завершено.<br/>Ідентифікатор платежу LiqPay:

source: LiqPay payment hold has been completed successfully.<br/>LiqPay payment identifier:
ru_ru: Утримання платежу LiqPay успішне.<br/>Ідентифікатор платежу LiqPay:

source: Morkva LiqPay - Instant payments around the world
ru_ru: Morkva LiqPay - миттєві платежі по всьому світу

source: New order
ru_ru: Нове замовлення

source: Only icon
ru_ru: Лише іконка

source: Payment for order №
ru_ru: Оплата за замовлення №

source: Private Key is not entered in the settings
ru_ru: Приватний ключ не введено в налаштуваннях

source: Public Key is not entered in the settings
ru_ru: Публічний ключ не введено в налаштуваннях

source: Select the status to which the order status will change after successful payment
ru_ru: Виберіть статус, на який зміниться статус замовлення після успішної оплати

source: Status of completed payment
ru_ru: Статус замовлення

source: Test API private_key
ru_ru: Тестовий API private_key

source: Test API public_key
ru_ru: Тестовий API public_key

source: Test mode
ru_ru: Тестовий режим

source: Test mode for the administrator
ru_ru: Тестовий режим для адміністратора

source: The text that will be sent to the buyer in the order confirmation letter if the payment method Liqpay is selected
ru_ru: Текст який буде надісланий покупцю в листі-підтвердженні замовлення, якщо обраний спосіб оплати Лікпей

source: The text that will be visible on the checkout page if you choose the payment method Liqpay
ru_ru: Текст який буде видимий на сторінці оформлення замовлення, якщо обрати спосіб оплати Лікпей

source: The value of the request amount is not set
ru_ru: Значення суми запиту не встановлено

source: The version value is not set
ru_ru: Значення версії не встановлено

source: Title
ru_ru: Назва
